---
kind: property
id: P:Autodesk.Revit.DB.BaseExportOptions.HideScopeBox
source: html/92a66243-4918-c1c0-4cf8-933037d17819.htm
---
# Autodesk.Revit.DB.BaseExportOptions.HideScopeBox Property

Whether or not to hide the scope box.
 Default value is false.

## Syntax (C#)
```csharp
public bool HideScopeBox { get; set; }
```